; ----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	deluxghost <deluxghost@gmail.com>
; Homepage:	https://deluxghost.me
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' (which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2) for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit 
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and Zip it to preserve formatting
;	Contact the developers for inclusion in Universal Extractor
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%name	  - represents a shortcut for "Universal Extractor"
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace when displayed
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "确定(&O)"
CANCEL_BUT = "取消(&C)"
YES_BUT = ""
NO_BUT = ""
DELETE_BUT = "删除(&D)"
COPY_BUT = ""
BATCH_BUT = "批处理(&B)"
SEND_BUT = "发送(&S)"
NEXT_BUT = "下一步 >"
PREV_BUT = "< 上一步"
FINISH_BUT = "完成"
MAIN_DEST_DIR_LABEL = "目标目录(&D)："
MAIN_FILE_LABEL = "对档案／安装程序执行"
MAIN_DIRECTORY_LOCK = "锁定"
MAIN_DIRECTORY_LOCK_TOOLTIP = "禁止系统自动选择目标目录。%n在添加多个文件到批处理队列时%n不需要再为每个文件选择同一个目录。"
MENU_FILE_LABEL = "文件(&F)"
MENU_FILE_OPEN_LABEL = "打开(&O)..."
MENU_FILE_KEEP_OPEN_LABEL = "保持 %name 开启(&K)"
MENU_FILE_SHOW_LABEL = "显示批处理队列(&S)..."
MENU_FILE_CLEAR_LABEL = "清空批处理队列(&C)"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "打开日志目录(&L)..."
MENU_FILE_LOG_LABEL = "删除日志文件(&D) - (%1)"
MENU_FILE_QUIT_LABEL = "退出(&Q)"
MENU_EDIT_LABEL = "编辑(&E)"
MENU_EDIT_SILENT_MODE_LABEL = "静默模式(&S)"
MENU_EDIT_PASSWORD_LABEL = "密码列表(&L)..."
MENU_EDIT_CONTEXT_LABEL = "上下文菜单(&C)..."
MENU_EDIT_PREFS_LABEL = "首选项(&P)..."
MENU_HELP_LABEL = "帮助(&H)"
MENU_HELP_FEEDBACK_LABEL = "反馈意见(&G)..."
MENU_HELP_PLUGINS_LABEL = "插件(&P)..."
MENU_HELP_UPDATE_LABEL = "检查更新(&U)..."
MENU_HELP_WEB_LABEL = "访问 %1 的网站..."
MENU_HELP_GITHUB_LABEL = "访问 %name 的 GitHub..."
MENU_HELP_STATS_LABEL = "统计(&S)"
MENU_HELP_PROGDIR_LABEL = "打开程序目录(&D)..."
MENU_HELP_CONFIGFILE_LABEL = "打开配置文件(&C)..."
MENU_HELP_ABOUT_LABEL = "关于(&A)..."
PREFS_TITLE_LABEL = "首选项"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor 选项"
PREFS_HISTORY_LABEL = "保留档案历史记录(&K)"
PREFS_UPDATEINTERVAL_LABEL = "更新间隔(&U)"
PREFS_UPDATE_DAILY = ""
PREFS_UPDATE_WEEKLY = ""
PREFS_UPDATE_MONTHLY = ""
PREFS_UPDATE_YEARLY = ""
PREFS_UPDATE_NEVER = ""
PREFS_UPDATE_CUSTOM = ""
PREFS_FORMAT_OPTS_LABEL = "附加选项"
PREFS_LANG_LABEL = "语言(&L)"
PREFS_WARN_EXECUTE_LABEL = "运行文件之前进行警告(&W)"
PREFS_WARN_EXECUTE_TOOLTIP = "某些提取方式是基于运行待提取文件。%n使用此选项会在进行这种有潜在危险的行为之前显示一个警告。"
PREFS_CHECK_FREE_SPACE_LABEL = "检查磁盘可用空间(&R)"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "提取文件前检查磁盘是否具有足够的可用空间。"
PREFS_CHECK_UNICODE_LABEL = "检查 Unicode 字符(&U)"
PREFS_CHECK_UNICODE_TOOLTIP = "在尝试提取文件时某些特殊字符会导致问题。%n如果您提取文件时遇到了这些文件，使用此选项来自动地临时重命名它们。"
PREFS_APPEND_EXT_LABEL = "修正文件扩展名(&F)"
PREFS_APPEND_EXT_TOOLTIP = "启用此选项可以自动地修正丢失的或错误的文件扩展名。"
PREFS_HIDE_STATUS_LABEL = "隐藏状态窗口(&H)"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "全屏时隐藏状态窗口"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "游戏模式 - 在运行全屏幕程序时自动禁用状态窗口"
PREFS_OPEN_FOLDER_LABEL = "提取完成后打开文件夹(&O)"
PREFS_FEEDBACK_PROMPT_LABEL = "寻求反馈意见(&A)"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "启用此选项时，提取失败后会显示一个意见反馈提示。"
PREFS_WINDOW_POSITION_LABEL = "记录窗口位置(&P)"
PREFS_SEND_STATS_LABEL = "发送匿名使用统计"
PREFS_SEND_STATS_TOOLTIP = "自动发送统计信息（包括您最常提取的文件类型、您的首选项%n和一个随机用户 ID，不包括文件名等能够泄露您信息的数据）。%n这有助于开发者了解 %name 的最常用功能，并且重点开发改进这些功能。"
PREFS_LOG_LABEL = "记录日志文件(&C)"
PREFS_VIDEOTRACK_LABEL = "提取视频轨道(&V)"
PREFS_VIDEOTRACK_TOOLTIP = "如果禁用此选项，从多媒体文件中提取文件时将忽略视频轨道。%n这对于只需要音频轨道的情况是非常实用的，可以节约空间和时间。"
PREFS_TOPMOST_LABEL = "始终置顶(&T)"
PREFS_BETA_UPDATES_LABEL = ""
PREFS_SOURCE_FILES_LABEL = "源文件"
PREFS_SOURCE_FILES_OPT_ASK = "询问(&S)"
PREFS_SOURCE_FILES_OPT_DELETE = "删除(&D)"
PREFS_SOURCE_FILES_OPT_KEEP = "保留(&E)"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "总是提示删除或保留源文件。"
PREFS_DELETE_ADDITIONAL_FILES_LABEL = ""
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = ""
FEEDBACK_TITLE_LABEL = "意见反馈"
FEEDBACK_SYSINFO_LABEL = "系统信息："
FEEDBACK_FILE_LABEL = "样本文件／文件类型："
FEEDBACK_FILE_TOOLTIP = "文件类型的信息（如果必要），如果可能，请同时提供一个适当的文件下载链接。"
FEEDBACK_OUTPUT_LABEL = "%name 的输出："
FEEDBACK_OUTPUT_TOOLTIP = "可能的错误信息，或提取失败的日志内容。"
FEEDBACK_MESSAGE_LABEL = "您的消息和附加资料："
FEEDBACK_MESSAGE_TOOLTIP = "请尽可能使用英语或德语。"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "我已阅读并同意隐私策略"
FEEDBACK_PRIVACY_VIEW_LABEL = "查看隐私策略"
CONTEXT_ENTRIES_LABEL = "上下文菜单"
CONTEXT_ENABLED_LABEL = "启用"
CONTEXT_ALL_USERS_LABEL = "为所有用户激活"
CONTEXT_ADMIN_REQUIRED = "此选项需要管理员权限"
CONTEXT_FILE_ASSOC_LABEL = "文件关联"
CONTEXT_SIMPLE_RADIO = "简单"
CONTEXT_CASCADING_RADIO = "层叠"
CONTEXT_CASCADING_RADIO_TOOLTIP = "此特性需要 Windows 7 或更新的版本"
UPDATE_STATUS_SEARCHING = "正在检查更新..."
UPDATE_TERM_PROGRAM_FILES = "%name 程序文件"
UPDATE_WHATS_NEW = ""
FIRSTSTART_TITLE = "初次运行助手"
FIRSTSTART_PAGES = "欢迎|首选项|上下文菜单|视频文件支持"
FIRSTSTART_PAGE1 = "    感谢您选择了 %name。%n%n    请先花上一些时间来配置 %name。%n%n免责声明：%n%nThis Software is provided "as-is", without any warranty. Use it at your own risk. The authors of %name cannot be made responsible for any damages arising from the use of the Software. By using %name you agree to use it only for legal purposes according to local and international law. If you do not accept this license aggreement, you are not allowed to use this tool."
FIRSTSTART_PAGE2 = "    首先，请设置文件提取的常规选项和 %name 的一般行为方式。%n%n    所有这些选项可以在任意时间通过主菜单进行修改。"
FIRSTSTART_PAGE3 = "    %name 可以完全嵌入上下文菜单，这样只需简单的使用右键单击任意%n%n文件而不需要打开主程序窗口就可以提取文件或显示其相关的大致信息。%n%n    请选择要显示哪些上下文菜单条目。%n%n    所有这些选项可以在任意时间通过主菜单进行修改。"
FIRSTSTART_PAGE4 = "    %name 支持从常见的视频文件中提取音频和视频轨道。为保持小巧的%n%n程序尺寸，此特性需要的文件默认不包含。%n%n    需要立即下载它们吗？%n%n    注意：当单击 <下载> 时视为您已经同意 FFmpeg License（许可），下载完成后您%n%n可以在 license 目录中找到它。"
STATS_HEADER_STATUS = "一般结果分布"
STATS_HEADER_TYPE = "按文件类型的提取"
STATS_STATUS_SUCCESS = "成功"
STATS_STATUS_FAILED = "失败"
STATS_STATUS_FILEINFO = "文件扫描"
STATS_STATUS_UNKNOWN = "未知／不支持文件类型"
STATS_NO_DATA = "数据不足以生成统计信息。%n%n请稍后重试。"
FILESCAN_TITLE = ""
ABOUT_INFO_LABEL = "by %1%n版本 2.0.0 by Bioruebe <%2>%n%n%3%n%n简体中文语言文件 by deluxghost <deluxghost@gmail.com>%n%n以 %4 发布"
ABOUT_VERSION = "版本 %1 (%2)"
METHOD_ADMIN_RADIO = "%1 管理员安装程序"
METHOD_EXTRACTION_RADIO = "%1 提取"
METHOD_HEADER = "%1 提取"
METHOD_RADIO_LABEL = "提取方式"
METHOD_SWITCH_RADIO = "%1 切换"
METHOD_NOTIS_RADIO = "不是一个 InstallShield 安装程序"
METHOD_TEXT_LABEL = "      %name 可以使用以下方式来提取 %1 包。遗憾的是并非所有这些方式都 100% 可靠。如果默认方式无法成功工作，请返回 %name 并选择一个备选的方式。"
METHOD_UNPACKER_RADIO = "%1 解包程序"
METHOD_GAME_LABEL = "      此文件 %1 很可能是一个游戏档案。%name 可以处理某些类型的游戏打包格式，但并不能确定它们属于哪个游戏。请从下面的列表中选择正确的游戏，然后单击 <确定> 开始提取，或者选择 <不属于这个列表中的一个游戏> 尝试用另外的方式提取包文件。如果此文件不是一个游戏档案则单击 <取消>。%n%n注意：%n      如果依据错误的特征来提取游戏档案，可能会导致系统假死数分钟之久，一定要小心使用。"
METHOD_GAME_NOGAME = "不属于这个列表中的一个游戏"

; GUI control functions
DOES_NOT_EXIST = "不存在。%n"
EXTRACT_TO = "提取到"
INVALID_FILE_SELECTED = "%1请选择一个有效的文件。"
OPEN_FILE = "打开文件"
SELECT_FILE = "选择文件"
UPDATE_CURRENT = "您使用的 %name 已经是最新版本。"

; Common terms
TERM_ARCHIVE = "档案"
TERM_AUDIO = "音频"
TERM_COMPILED = ""
TERM_COMPRESSED = "压缩文件"
TERM_CONTAINER = "容器格式"
TERM_DISK = "磁盘"
TERM_DOWNLOAD = "下载"
TERM_DOWNLOADING = "下载中"
TERM_EBOOK = "电子书"
TERM_ECARD = "电子卡"
TERM_ENCODED = "编码文件"
TERM_ENCRYPTED = "加密文件"
TERM_ERROR = ""
TERM_EXECUTABLE = "可执行文件"
TERM_EXTRACT = "提取"
TERM_FILE = "文件"
TERM_GAME = "游戏"
TERM_HELP = "帮助文件"
TERM_HOTFIX = "修补程序"
TERM_IMAGE = "图像"
TERM_INSTALLED = "已安装"
TERM_INSTALLER = "安装程序"
TERM_LOADING = ""
TERM_MERGE_MODULE = "合并模块"
TERM_OVERALL_PROGRESS = "总体进度"
TERM_PACKAGE = "打包"
TERM_PATCH = "补丁"
TERM_RECONSTRUCTED = "已重建"
TERM_SCAN = "扫描"
TERM_SCRIPT = ""
TERM_SFX = "自释放"
TERM_STAGE = "阶段"
TERM_TESTING = "测试"
TERM_TRANSLATION = ""
TERM_UNKNOWN = "未知"
TERM_UNPACKED = "已解包"
TERM_UPDATER = "更新程序"
TERM_VIDEO = "视频"

; Status messages
SCANNING_FILE = "正在使用 %1 扫描文件以确定文件类型。"
SCANNING_EXE = "正在使用 %1 扫描可执行文件。"
EXTRACTING = "正在提取文件自："
INIT_WAIT = "正在等待安装程序初始化。%n请稍候。"
SENDING_FEEDBACK = "发送反馈意见"
INPUT_NEEDED = "需要用户输入"
SEARCHING_PASSWORD = "搜索密码"
MOVING_FILE = "移动至"

; Custom prompts
CONVERT_CDROM = "      无法直接提取 %1 映像文件。此映像将被转换为 ISO 映像，随即可被提取。%n%n      您希望继续吗？%n%n注意：%n      本过程将需要几分钟时间。"
CONVERT_CDROM_STAGE1_FAILED = "错误：%n      无法转换此映像。%n      如果这是一个 BIN/CUE 映像，请确保 CUE 文件的格式正确。"
CONVERT_CDROM_STAGE2_FAILED = "错误：%n      已创建了一个 ISO 映像，但它并不能被转换。%n%n      您希望保留 ISO 映像以便之后分析吗？"
INIT_COMPLETE = "初始化完成。请退出安装程序，然后单击 <确定> 以继续。"
WISE_MSI_PROMPT = "注意：%n      此方式仅对某些 Wise for Windows 安装包有效。%n      如果 Wise 安装向导开始后需要用户输入，则不支持此文件。%n      请退出安装程序，%name 将中止提取。%n%n      您希望继续吗？"
UNPACK_PROMPT = "      此文件是用 %1 打包压缩，但是无法提取。%n      这可能是因为文件类型不被支持，抑或只是没有包含可提取文件。%n%n      您希望解包此文件来代替吗?%n%n注意：%n      解包后的文件将被命名为：%n%2"
UNPACK_FAILED = "错误：%n      无法解包%n%1。"
UNPACK_AGAIN = "      已经成功解包 %1。%n%n      您想用 %name 尝试提取文件 %2 吗？"
NSIS_BINFILES = "注意：%n      已经成功提取 %1。%n      然而在文件 %2 的相同目录中也存在 data.bin 文件。这些可能是安装文件的一部分。%n%n      单击 <确定> 以用 %name 解包它们，或单击 <取消> 以终止。"
UNPACK_GENERIC_ZIP = "注意：%n      %1 已经用 %2 成功提取。然而有可能此文件依旧是被打包的。%n%n      %name 可以执行附加测试确定它们可否被提取。单击 <确定> 以解包它们到 %3（如果可能），或单击 <取消> 以终止。"
WARN_EXECUTE = "警告：%n      要提取此类文件，必须直接运行它。%n      如果继续，将会运行以下命令：%n%n%1%n%n      如果您认为此文件可能含有恶意代码，建议不要继续。%n%n      您想要继续提取吗？"
FEEDBACK_SUCCESS = "      谢谢您反馈意见。我们将尽快的处理您的消息。"
FEEDBACK_PROMPT = "      为改进未来版本的 %name，您可以向开发者报告错误。如果您认为文件 <%1> 是可以被提取的，而 %name 也能够做到，那么请向我们发送此文件和所发生错误的相关信息。%n%n      您想要立即打开意见反馈界面吗？%n%n隐私警告：%n      只有显示在界面中的数据才会被发送。如果您不想发送系统信息，只需要从输入框中删除它就行。我们会提供特别的更新版本给您以测试错误是否修复，初次启动时随机生成的唯一用户 ID 会被发送。"
FEEDBACK_PRIVACY = "隐私警告：%n%n      所有意见反馈文件会储存在我们的线上服务器中，直到某个开发者将之处理完毕后删除。数据不会被分享给第三方。您可以在任何时候通过 E-Mail 要求将之删除。%n%n      您的系统信息默认包含在反馈内容中，如果您不希望如此，只需要简单的删除它，然后再发送反馈。%n%n      您同意这份隐私协议并想要发送这条反馈信息吗？否则 %name 将不会发送任何东西。"
FFMPEG_NEEDED = "%1 像是一个多媒体文件。%n%n      要提取所有的视频和音频轨道，FFmpeg 是必需的，但是相应的文件因为要保持小巧的程序体积而并未包含在内。%name 可以自动下载所需的文件。一但下载完毕，就会将之保存在程序目录中，之后会加入自动更新，在便携模式中也可使用。%n%n      您想要 %name 现在就下载 FFmpeg 吗？%n%n注意：%n      当单击 <是> 即视为您确认您已经阅读并同意 FFmpeg License%n（许可），可以在 <%2> 找到它。"
PACKAGE_EXPLORER = "      无法自动从 %1 提取文件。%name 将随即显示一个文件浏览器。选择您想要提取的文件，右键单击任意项目然后选中 <Extract>。%n%n注意：%n      如果文件浏览器是空白的或出现一条错误消息，从目录中搜寻一个索引文件（通常包含 <dir>）并尝试提取它。"
UPDATE_PROMPT = "发现一个可用的 %1 更新。%n%n您想要现在就下载它吗？"
FILE_COPY = "      要正确的处理文件 %1 ，必须创建一个复件。根据文件大小，这会花上一些时间。%n%n      请确保有足够的磁盘可用空间再单击 <确定> 以继续。"
FILE_DELETE = "      已经成功提取文件 %1。您想要 %name 删除源文件吗？%n%n注意：%n      这会导致已提取文件不可再用。请仅当您确定已按预期提取完毕时才可单击 <是>。%n%n      可以在选项中关闭这条消息。"
BATCH_DUPLICATE = "文件 %1 已经添加到批处理队列。%n%n要再次添加它并提取多次吗？"
NO_FREE_SPACE = "警告：%n      输出磁盘 %1 可用空间小于输出文件大小。%n%n可用空间：%t%2 MB%n需要空间：%t大于 %3 MB%n缺少：%t约 %4 MB"
CONTEXT_DANGEROUS = "警告：%n      改变文件关联可能是不安全的。例如，改变 .exe 的基本命令会导致程序根本无法运行。请确定您了解您正在做什么。%n%n      您真的想要继续吗？"
ELEVATION_REQUIRED = "访问被禁止。%n%n%name 将会以更高权限重新运行。请稍后重试。"
ACCESS_DENIED = "访问被禁止。%n%n%name 已经运行于高权限。请确认您拥有执行此操作所需的权限并重试。"
MOVE_FAILED = "%1 无法被复制为 %2。文件路径或文件名可能包含特殊字符，请尝试重命名文件或者将其移动到一个正常名字的文件夹。这样，%name 就不需要将文件复制到临时文件夹。请在重命名后重试。"

; Help text
HELP_SUMMARY = "从任意档案类型或安装包中提取文件。"
HELP_SYNTAX = "%n用法：%n%n%1 [/help | /prefs | /remove | /clear | /update] [ 文件名 [/scan | 目标目录 | /sub] [/silent][/batch]]"
HELP_ARGUMENTS = "%n%n支持的参数："
HELP_HELP = "%n     %1%t%t显示此帮助信息"
HELP_PREFS = "%n     %1%t%t调整 %name 选项"
HELP_REMOVE = "%n     %1%t删除上下文菜单和文件关联"
HELP_CLEAR = "%n     %1%t清除批处理队列并关闭批处理模式"
HELP_UPDATE = "%n     %1%t检查更新"
HELP_SCAN = "%n     %1%t%t扫描后给出此文件相关信息"
HELP_FILENAME = "%n     文件名%t要提取文件的名称"
HELP_DESTINATION = "%n     目标目录%t提取文件至目标目录"
HELP_SILENT = "%n     %1%t%t静默模式（无提示）"
HELP_BATCH = "%n     %1%t添加文件至批处理队列"
HELP_SUB = "%n%n以 <%1> 替代 <目标目录> 要求 %name 提取文件到%n档案所在目录的以档案名命名的子目录。"
HELP_LAST = ""
HELP_EXAMPLE1 = "%n%n示例："
HELP_EXAMPLE2 = "%n     %1 C:\1\example.zip C:\test"
HELP_NOARGS = "%n%n不提供参数直接运行 %name 将提示用户指定文件名和目标目录。"

; Error messages
CANNOT_EXTRACT = "无法提取 %1。%n      此文件类型无法被正确的确定。返回的文件类型为：%n%n%2%n%n      您想要自己分析此文件吗？"
UNKNOWN_EXT = "%1 具有未知扩展名，无法被提取。%n%n      如果您有关于此文件类型的更多信息，请联系我们。可在 <帮助> 菜单中发现更多详情。%n%n%2"
INVALID_FILE = "无法找到要提取的文件：%n%n%1。%n%n      请提供一个有效的文件。%n%n%1"
INVALID_DIR = "无法创建 %1。请选择一个有效的目标目录。"
NO_HISTORY = ""
EXTRACT_FAILED = "无法提取 %1。%n      它似乎是一个被支持的 %1，但是提取失败。%n%n      您想要 %name 创建并显示一个含有更详细信息的日志文件吗？"
NOT_PACKED = "无法提取 %1。%n此文件并未被打包，更多信息：%n%n%2"
DOWNLOAD_FAILED = "无法下载文件 %1。请确保您已连接至互联网然后再试一次。"
UPDATECHECK_FAILED = "更新检查失败。请确保您已连接至互联网然后再试一次。"
UPDATE_FAILED = "一些文件更新失败。%n%n请稍后重试、以管理员身份运行 %name 或者重新下载 %name。"
UPDATE_NOADMIN = "%name 获取管理员权限失败。%n%n请右键单击 %name 程序图标并选择 '以管理员身份运行'，然后重新在帮助菜单中检查更新。"
FEEDBACK_EMPTY = "请尽您可能提供足够多的信息来确保您的反馈意见被迅速的处理。"
FEEDBACK_ERROR = "      反馈意见发送失败，请稍后再试。也可以手动发送一封 E-Mail 或使用论坛来提交您的报告。谢谢。"
FEEDBACK_PRIVACY_NOT_ACCETPED = "请同意我们的隐私策略以发送意见反馈。"
BATCH_FINISH = "      批处理过程完毕，但并不是所有文件都被成功提取。下面这些文件发生错误：%n%n%1%n      更多详细信息请阅读相应的日志文件（只有启用日志记录时才可用）。"
NOT_SUPPORTED = "无法提取 %1。%n%n当前 %name 不支持此文件类型。如果您知晓任何提取它的方式，请发送一些相关的信息给我们，这样就可以在将来的版本中加入此特性。"
MISSING_EXE = "无法提取 %1。%n%n      无法找到助手模块%2。%n%n      如果它是一个自定义提取器，您需要先下载并移动它到程序目录。更多的关于自定义模块的信息可以在 <初次运行助手> 条目中找到，可通过 <帮助> 菜单进入。"
EXTRACT_TIMEOUT = "无法提取 %1。%n%n      文件分析超时。如果这只是临时问题，另一次尝试将会成功。"
WRONG_PASSWORD = "无法提取 %1。%n%n      此文件受到密码保护，您提供的密码不正确。%n%n提示：%n      使用内建的自动密码搜索，它基于一个可配置的密码列表，可以在 <%2> 菜单找到。"
NO_FREE_SPACE_ERROR = "无法提取 %1。%n%n输出磁盘没有足够的可用空间。请清理出足够的可用空间并重试。"
MISSING_PART = "无法提取 %1。%n%n档案文件包含多个部分。您需要提供全部文件才能提取，但是缺少一些文件。%n%n请确认所有部分都在同一目录并重试。"
PLUGIN_IMPORT_MISSINGFILES = "导入插件 %1 失败。%n%n没有选中所有文件。请重试并选中下面所有的文件：%n%n%2"
MISSING_DEFINITION = "无法提取 %1。%n%n找不到定义文件 %2。%n%n如果它是一个自定义插件，请确认您已将它正确配置。"
OPEN_URL_FAILED = "%name 打开 Web 链接失败。%n%n请打开您的网页浏览器，并手动输入这个网址："

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "支持的文件类型："
PLUGIN_ARC_CONV = "用于某些游戏档案的提取器。"
PLUGIN_ISCAB = "Installshield 安装包用以提取 cab 文件的部件。它可以比 %name 的通用提取器工作的更好，但这是一个商业性（非免费）工具。"
PLUGIN_THINSTALL = "用于 Thinstall 制作的便携版程序的提取器。"
PLUGIN_UNREAL = "用于 Unreal 引擎制作的档案的提取器。"
PLUGIN_WINTERMUTE = "用于 WinterMute 引擎制作的游戏档案的提取器。"
PLUGIN_CRAGE = "用于某些游戏引擎的提取器。Livemaker 提取器需要附加文件 <cui\Livemaker.cui>。"
PLUGIN_CI = "用于 CreateInstall 安装程序。下载并安装，复制文件 <%1、%2、%3> 到 <\bin>。"
PLUGIN_DGCA = "DGCA 档案解码器。"
PLUGIN_BOOTIMG = " Android 启动镜像的提取器"
PLUGIN_IS5COMP = "早期 InstallShield cab 档案的提取支持"
PLUGIN_SIM = "Smart Install Maker 安装包的提取器"
PLUGIN_WOLF = ""

; Context Menu integration
EXTRACT_FILES = "用 UniExtract 打开(&O)..."
EXTRACT_HERE = "用 UniExtract 提取到此目录(&H)"
EXTRACT_SUB = "用 UniExtract 提取到子目录(&S)"
EXTRACT_LAST = "用 UniExtract 提取到上个目录(&L)"
SCAN_FILE = "扫描文件..."

; Other
DIR_ADDITIONAL_FILES = "附加文件"

[Installer]
; Components page
COMP_FULL = "完全安装"
COMP_COMPACT = "简单安装"
COMP_CUSTOM = "自定义安装"
COMP_MAIN = "Universal Extractor 的主要文件"
COMP_DOCS = "文档和许可信息"
COMP_LANG = "国际化多语言支持文件"
COMP_SOURCE = "Universal Extractor 源代码"

; Tasks page
MODIFY_PATH = "将 Universal Extractor 添加到您的 &PATH 路径"
DESKTOP_ICON = "创建一个桌面图标(&D)"
QUICK_LAUNCH_ICON = "创建一个快速启动栏图标(&Q)"
SENDTO_ICON = "创建一个“发送到”图标(&T)"
